Я умоляла - возврящайся,
В мольбах терялась, как в огне.
Твое лицо мне каждый вечер
Мечвчтой являлось в тишине.

Во вздохе каждом - имя нежное,
В сердечных стонах - только ты.
Слезами жгло глаза безбрежными
Средь одинокой пустоты.

Ночь за ночью, сквозь бессоницу,
Я видела твой лищь силуеэт.
Как будто в жизни той, дольнице,
Ты был мой свет, ты был мой след.

Когда я уйду, где деревья пускают корни, 
Там будет тишина и холод земли.
Но твой смех останется рядом, 
Он будет звучать, как свет издали.

И если мое тело обратится в прах,
И время сотрет все следы и слова,
В душе моей все равно будет память
Твой теплый голос со мной навсегда.
